Repository: jmarkos/timex
Catalog: priv/translations/*/LC_MESSAGES/relative_time.po
Languages: sk

source: last month
sk: minulý mesiac

source: last week
sk: minulý týždeň

source: last year
sk: minulý rok

source: next month
sk: budúci mesiac

source: next week
sk: budúci týždeň

source: next year
sk: budúci rok

source: this month
sk: tento mesiac

source: this week
sk: tento týždeň

source: this year
sk: tento rok

source: today
sk: dnes

source: tomorrow
sk: zajtra

source: yesterday
sk: včera

source: %{count} day ago
sk: pred %{count} dňom

source: %{count} hour ago
sk: pred %{count} hodinou

source: %{count} minute ago
sk: pred %{count} minútou

source: %{count} month ago
sk: pred %{count} mesiacom

source: %{count} second ago
sk: pred %{count} sekundou

source: %{count} week ago
sk: pred %{count} týždňom

source: %{count} year ago
sk: pred %{count} rokom

source: in %{count} day
sk: za %{count} deň

source: in %{count} hour
sk: za %{count} hodinu

source: in %{count} minute
sk: za %{count} minútu

source: in %{count} month
sk: za %{count} mesiac

source: in %{count} second
sk: za %{count} sekundu

source: in %{count} week
sk: za %{count} týždeň

source: in %{count} year
sk: za %{count} rok

source: last friday
sk: minulý piatok

source: last monday
sk: minulý pondelok

source: last saturday
sk: minulú sobotu

source: last sunday
sk: minulú nedeľu

source: last thursday
sk: minulý štvrtok

source: last tuesday
sk: minulý utorok

source: last wednesday
sk: minulú stredu

source: next friday
sk: budúci piatok

source: next monday
sk: budúci pondelok

source: next saturday
sk: budúcu sobotu

source: next sunday
sk: budúcu nedeľu

source: next thursday
sk: budúci štvrtok

source: next tuesday
sk: budúci utorok

source: next wednesday
sk: budúcu stredu

source: this friday
sk: tento piatok

source: this monday
sk: tento pondelok

source: this saturday
sk: túto sobotu

source: this sunday
sk: túto nedeľu

source: this thursday
sk: tento štvrtok

source: this tuesday
sk: tento utorok

source: this wednesday
sk: túto stredu

source: now
sk: teraz
